Revit 2024 API
PaperSourceSet.Insert Method
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual bool Insert(
	PaperSource item
)
Visual Basic
Public Overridable Function Insert ( _
	item As PaperSource _
) As Boolean
Visual C++
public:
virtual bool Insert(
	PaperSource^ item
)
Parameters
item
Type: Autodesk.Revit.DB.PaperSource
See Also
PaperSourceSet Class
Autodesk.Revit.DB Namespace